# beta Svitgen
import time
print("=============================")
print(""" 
   ______    _________________________   __
  / ___/ |  / /  _/_  __/ ____/ ____/ | / /
  \__ \| | / // /  / / / / __/ __/ /  |/ / 
 ___/ /| |/ // /  / / / /_/ / /___/ /|  /  
/____/ |___/___/ /_/  \____/_____/_/ |_/   

""")
print("=============================")

print("""
1. Генерировать""")
print("2. Как пользоваться")
print("3. Выйти")
a = input("Введите действие: ")
if a == "1" or "Генерировать" or "генерировать":
	print("1. Утро")
	print("2. День")
	print("3. Вечер")
	print("4. Ночь")
	vremya = input("Введите время суток для свидания: ")
if vremya == "1" or "Утро" or "утро":
	but = input("Введите свой бюджет: ")
if but == "100":
	time.sleep(0.5)
	print("Можно: \nКупить мороженное или булочки \nКупить напиток \nПогулять по парку \nПокататься на велосипедах")
if vremya == "2" or "День" or "день":

if a == "2":
 	print("Это SVITGEN - приложение для генерации свиданий на определенный бюджет который вы зададите.")
